{
    "topic": "母猪的产后护理",
    "generate_time": "2024-01-22 17:22:03",
    "field_summary": {
        "postpartum care": {
            "subchapter heading": "产后护理研究进展",
            "subchapter content": "随着全球传染病的冲击，妇女产后护理的重要性愈发得到了社会的关注。学者Agatha Rodrigues, Lucas Lacerda以及Rossana Pulcineli Vieira Francisco[1]通过巴西妇科观察研究，强调了在大流行期间孕产妇和产褥期妇女被严重冠状病毒急性呼吸道综合症（SARI）感染的风险。他们指出道，产褥期妇女的健康数据收集和分析，在制定公共卫生政策和应对未来危机方面发挥着关键作用。同时，研究提出在医疗体系超载的情况下，如何强化对孕产妇和产褥妇女的关注将是一个重要问题。学者Sarah Tebeka和合作者[2]则通过IGEDEPP（产后抑郁症基因与环境互作）队列研究，深入分析了早期和晚期产后抑郁症（PPD）的流行情况及其累积发生率。该研究发现，近半数的家庭历史中存在至少一种心理或成瘾障碍，尤其是抑郁障碍。研究明确了在孕期和产后出现压力大事件和童年创伤史与产后精神障碍之间的相关性，展示了孕产期精神健康关注的亟需。综合上述研究，我们可以得出结论，产后护理不仅需要关注生理健康，还需加大对产后精神健康的研究和干预力度，以缓解全球性公共卫生危机对产后妇女的潜在影响。",
            "references": [
                {
                    "title": "Brazilian Obstetric Observatory",
                    "summary": "Covid-19 is responsible for high mortality in all countries, with the\nmaternal population it is no different. Countries with a high rate of maternal\nmortality have deficiencies in the health care of pregnant women and women who\nhave recently given birth, which will certainly be enhanced in a situation of\noverload in the health system, as occurred in this pandemic. Understanding the\nimpact of the pandemic on maternal health is essential to discuss public\npolicies and assist in solutions to future crises. With that in mind, we\npresent the Brazilian Obstetric Observatory COVID-19 (OOBr COVID-19). OOBr\nCOVID-19 is a dynamic panel with analyzes of the cases of pregnant and\npostpartum women with Severe Acute Respiratory Syndrome (SARI) during the\npandemic due to the new coronavirus. In this article, we present data loading,\ncase selections, and processing of the variables for the analyzes available in\nOOBr COVID-19.",
                    "pdf_url": "http://arxiv.org/pdf/2105.06534v2",
                    "authors": [
                        "Agatha Rodrigues",
                        "Lucas Lacerda",
                        "Rossana Pulcineli Vieira Francisco"
                    ],
                    "crawled_time": "2024-01-22 17:11:37",
                    "published_time": "2021-05-13 20:04:09",
                    "search_query": "postpartum care",
                    "save_path": "D:\\project\\综述生成\\save_data/pdf_data1\\Brazilian_Obstetric_Observatory.pdf"
                },
                {
                    "title": "Prevalence and incidence of postpartum depression and environmental factors: the IGEDEPP cohort",
                    "summary": "Background: IGEDEPP (Interaction of Gene and Environment of Depression during\nPostPartum) is a prospective multicenter cohort study of 3,310 Caucasian women\nwho gave birth between 2011 and 2016, with follow-up until one year postpartum.\nThe aim of the current study is to describe the cohort and estimate the\nprevalence and cumulative incidence of early and late postpartum depression\n(PPD). Methods: Socio-demographic data, personal and family psychiatric\nhistory, as well as stressful life events during childhood and pregnancy were\nevaluated at baseline. Early and late PPD were assessed at 8 weeks and 1 year\npostpartum respectively, using DSM-5 criteria. Results: The prevalence of early\nPPD was 8.3% (95%CI 7.3-9.3), and late PPD 12.9% (95%CI 11.5-14.2), resulting\nin an 8-week cumulative incidence of 8.5% (95%CI 7.4-9.6) and a one-year\ncumulative incidence of PPD of 18.1% (95%CI: 17.1-19.2). Nearly half of the\ncohort (N=1571, 47.5%) had a history of at least one psychiatric or addictive\ndisorder, primarily depressive disorder (35%). Almost 300 women in the cohort\n(9.0%) reported childhood trauma. During pregnancy, 47.7% women experienced a\nstressful event, 30.2% in the first 8 weeks and 43.9% between 8 weeks and one\nyear postpartum. Nearly one in five women reported at least one stressful\npostpartum event at 8 weeks. Conclusion: Incident depressive episodes affected\nnearly one in five women during the first year postpartum. Most women had\nstressful perinatal events. Further IGEDEPP studies will aim to disentangle the\nimpact of childhood and pregnancy-related stressful events on postpartum mental\ndisorders.",
                    "pdf_url": "http://arxiv.org/pdf/2008.10382v1",
                    "authors": [
                        "Sarah Tebeka",
                        "Yann Le Strat",
                        "Alix De Premorel Higgons",
                        "Alexandra Benachi",
                        "Marc Dommergues",
                        "Gilles Kayem",
                        "Jacques Lepercq",
                        "Dominique Luton",
                        "Laurent Mandelbrot",
                        "Yves Ville",
                        "Nicolas Ramoz",
                        "Sophie Tezenas du Montcel",
                        "IGEDEPP Groups",
                        "Jimmy Mullaert",
                        "Caroline Dubertret"
                    ],
                    "crawled_time": "2024-01-22 17:11:40",
                    "published_time": "2020-08-21 08:28:02",
                    "search_query": "postpartum care",
                    "save_path": "D:\\project\\综述生成\\save_data/pdf_data1\\Prevalence_and_incidence_of_postpartum_depression_and_environmental_factors_the_IGEDEPP_cohort.pdf"
                }
            ]
        },
        "sow management": {
            "subchapter heading": "母猪群体饲养中的活动监测",
            "subchapter content": "随着精准畜牧业的发展，对每只动物的行为特征和尤其是身体活动的详细了解变得尤为重要。Ramonet和Bertin[1]的研究通过开发一种方法，将加速度计附着在母猪的腿上，并设计了一种自动检测站立和卧姿态的算法，以便更好地监测母猪的活动模式。他们的实验结果显示，所使用的自动记录设备具有很高的敏感性（98.8%）和特异性（99.8%），这表明加速度计技术为自动监测动物行为提供了可能性。此外，他们发现母猪每天的站立时间和姿态变换次数之间存在显著的个体差异和群体间差异。他们的研究还指出，基于行为数据，可以将母猪分类为5种不同的行为类型，这对优化群体管理提供了依据。在不同的群体饲养系统中，Ramonet和Tertre[2]进一步研究了母猪的活动水平，并发现根据不同的饲养系统，母猪的活动水平差异显著。例如，在动态群体饲养系统（ESFdyn）中，母猪的站立时间明显更长，这可能与可用面积的差异有关。他们强调，考量母猪个体的行为将有助于提升整个群体的管理效率。以上研究结果突显了对母猪个体及群体行为特征了解的重要性，为精准生产和产后护理提供了新的见解和技术支持。",
            "references": [
                {
                    "title": "Use of accelerometers to measure physical activity of group-housed pregnant sows. Method development and use in six pig herds",
                    "summary": "The development of precision livestock farming which adjusts the food needs\nof each animal requires detailed knowledge of its behavior and particularly\nphysical activity. Individual differences between animals can be observed for\ngroup-housed sows. Accelerometer technology offers opportunities for automatic\nmonitoring of animal behavior. The aim of the first step was to develop a\nmethodology to attach the accelerometer on the sow's leg, and an algorithm to\nautomatically detect standing and lying posture. Accelerometers (Hobo Pendant\nG) were put in a metal case and fastened with two cable ties on the leg of 6\ngroup-housed sows. The data loggers recorded the acceleration on one axis every\n20 s. Data were then validated by 9 hours of direct observations. The automatic\nrecording device showed data of high sensitivity (98.8%) and specificity\n(99.8%). Then, accelerometers were placed on 12 to 13 group-housed sows for 2\nto 4 consecutive days in 6 commercial farms equipped with electronic sow\nfeeding. On average each day, sows spent 259 minutes ($\\pm$ 114) standing and\nchanged posture 29 ($\\pm$ 12) times. The sow's standing time was repeatable day\nto day. Differences between sows and herds were significant. Based on\nbehavioral data, 5 categories of sows were identified. This study suggests that\nthe consideration of individual behavior of each animal would improve herd\nmanagement.",
                    "pdf_url": "http://arxiv.org/pdf/1805.00674v1",
                    "authors": [
                        "Yannick Ramonet",
                        "Carole Bertin"
                    ],
                    "crawled_time": "2024-01-22 17:11:45",
                    "published_time": "2018-05-02 08:32:25",
                    "search_query": "sow management",
                    "save_path": "D:\\project\\综述生成\\save_data/pdf_data1\\Use_of_accelerometers_to_measure_physical_activity_of_group-housed_pregnant_sows._Method_development_and_use_in_six_pig_herds.pdf"
                },
                {
                    "title": "Activit{é} motrice des truies en groupes dans les diff{é}rents syst{è}mes de logement",
                    "summary": "Assessment of the motor activity of group-housed sows in commercial farms.\nThe objective of this study was to specify the level of motor activity of\npregnant sows housed in groups in different housing systems. Eleven commercial\nfarms were selected for this study. Four housing systems were represented:\nsmall groups of five to seven sows (SG), free access stalls (FS) with exercise\narea, electronic sow feeder with a stable group (ESFsta) or a dynamic group\n(ESFdyn). Ten sows in mid-gestation were observed in each farm. The\nobservations of motor activity were made for 6 hours at the first meal or at\nthe start of the feeding sequence, two consecutive days and at regular\nintervals of 4 minutes. The results show that the motor activity of\ngroup-housed sows depends on the housing system. The activity is higher with\nthe ESFdyn system (standing: 55.7%), sows are less active in the SG system\n(standing: 26.5%), and FS system is intermediate. The distance traveled by sows\nin ESF system is linked to a larger area available. Thus, sows travel an\naverage of 362 m $\\pm$ 167 m in the ESFdyn system with an average available\nsurface of 446 m${}^2$ whereas sows in small groups travel 50 m $\\pm$ 15 m for\n15 m${}^2$ available.",
                    "pdf_url": "http://arxiv.org/pdf/1805.00685v1",
                    "authors": [
                        "Yannick Ramonet",
                        "Anaïs Tertre"
                    ],
                    "crawled_time": "2024-01-22 17:11:48",
                    "published_time": "2018-05-02 09:09:38",
                    "search_query": "sow management",
                    "save_path": "D:\\project\\综述生成\\save_data/pdf_data1\\Activit{é}_motrice_des_truies_en_groupes_dans_les_diff{é}rents_syst{è}mes_de_logement.pdf"
                }
            ]
        },
        "piglet survival": {
            "subchapter heading": "母猪产后护理与仔猪存活率的经济影响研究",
            "subchapter content": "从经济角度看，Vitanov等[1]对日本政府在1974年石油危机之前对国内农产品价格实施间接调控政策的影响进行了分析，以稳定市场并提高生产者收入。他们的研究结果表明日本政府的这一政策在某种程度上成功地降低了猪价的非平稳性和可预测性的提高，为国内猪肉的生产和市场提供了稳定性。这为母猪产后护理和仔猪的存活提供了经济保障，从而促进了畜牧业的可持续发展[1]。然而，Zellers等[2]在他们的工作中提出一个模型PIGLeT，该模型通过互动学习物理常识知识，并使用这个知识来实现语言的具体化。尽管这项研究采用的方法和直接的畜牧学研究之间没有直接的关联，但其所蕴含的数据分析和统计方法在农业生产数据分析领域中具有潜在的启示作用，特别是在母猪产后护理和仔猪存活研究中，可以通过数据分析预测市场动态，进而影响和指导农场的管理决策[2]。",
            "references": [
                {
                    "title": "Analysis of a Japan government intervention on the domestic agriculture market",
                    "summary": "We investigate an economic system in which one large agent - the Japan\ngovernment changes the environment of numerous smaller agents - the Japan\nagriculture producers by indirect regulation of prices of agriculture goods.\nThe reason for this intervention was that before the oil crisis in 1974 Japan\nagriculture production prices exhibited irregular and large amplitude changes.\nBy means of analysis of correlations and a combination of singular spectrum\nanalysis (SSA), principal component analysis (PCA), and time delay phase space\nconstruction (TDPSC) we study the influence of the government measures on the\ndomestic piglet prices and production in Japan. We show that the government\nregulation politics was successful and leaded (i) to a decrease of the\nnonstationarities and to increase of predictability of the piglet price; (ii)\nto a coupling of the price and production cycles; (iii) to increase of\ndeterminism of the dynamics of the fluctuations of piglet price around the year\naverage price. The investigated case is an example confirming the thesis that a\nlarge agent can change in a significant way the environment of the small agents\nin complex (economic or financial) systems which can be crucial for their\nsurvival or extinction.",
                    "pdf_url": "http://arxiv.org/pdf/physics/0607151v1",
                    "authors": [
                        "Nikolay K. Vitanov",
                        "Kenshi Sakai",
                        "Ivan P. Jordanov",
                        "Shunsuke Managi",
                        "Katsuhiko Demura"
                    ],
                    "crawled_time": "2024-01-22 17:11:53",
                    "published_time": "2006-07-17 14:21:03",
                    "search_query": "piglet survival",
                    "save_path": "D:\\project\\综述生成\\save_data/pdf_data1\\Analysis_of_a_Japan_government_intervention_on_the_domestic_agriculture_market.pdf"
                },
                {
                    "title": "PIGLeT: Language Grounding Through Neuro-Symbolic Interaction in a 3D World",
                    "summary": "We propose PIGLeT: a model that learns physical commonsense knowledge through\ninteraction, and then uses this knowledge to ground language. We factorize\nPIGLeT into a physical dynamics model, and a separate language model. Our\ndynamics model learns not just what objects are but also what they do: glass\ncups break when thrown, plastic ones don't. We then use it as the interface to\nour language model, giving us a unified model of linguistic form and grounded\nmeaning. PIGLeT can read a sentence, simulate neurally what might happen next,\nand then communicate that result through a literal symbolic representation, or\nnatural language.\n  Experimental results show that our model effectively learns world dynamics,\nalong with how to communicate them. It is able to correctly forecast \"what\nhappens next\" given an English sentence over 80% of the time, outperforming a\n100x larger, text-to-text approach by over 10%. Likewise, its natural language\nsummaries of physical interactions are also judged by humans as more accurate\nthan LM alternatives. We present comprehensive analysis showing room for future\nwork.",
                    "pdf_url": "http://arxiv.org/pdf/2106.00188v2",
                    "authors": [
                        "Rowan Zellers",
                        "Ari Holtzman",
                        "Matthew Peters",
                        "Roozbeh Mottaghi",
                        "Aniruddha Kembhavi",
                        "Ali Farhadi",
                        "Yejin Choi"
                    ],
                    "crawled_time": "2024-01-22 17:11:55",
                    "published_time": "2021-06-01 02:32:12",
                    "search_query": "piglet survival",
                    "save_path": "D:\\project\\综述生成\\save_data/pdf_data1\\PIGLeT_Language_Grounding_Through_Neuro-Symbolic_Interaction_in_a_3D_World.pdf"
                }
            ]
        },
        "swine reproduction": {
            "subchapter heading": "母猪产后护理在猪繁殖中的风险评估与生物安全实践研究",
            "subchapter content": "猪繁殖的可持续性和疾病防控是现代畜牧业面临的重大挑战。Jarynowski和Belik[1]在研究中模拟了非洲猪瘟病毒（ASF）直至2017年夏季在欧洲由东向西传播后对波兰的潜在风险，使用数学模型结合野猪的社会迁移行为和猪肉生产链的重要性来评估该疾病的传播，从而反映了母猪产后护理对于预防疾病的重要性。另外，Sykes等学者[2]利用解释性机器学习方法，通过采集的养猪场生物安全措施、农场人口统计数据和过去的疫情爆发信息，对养猪场的生物安全实践进行定量评估，并对猪繁殖和呼吸综合征病毒（PRRSV）状态的农场进行分类，以预测其疫情爆发风险。研究表明，农场员工的流动性和数量、周边猪场和猪的密度、拖车共用情况、公共道路的距离以及生产类型对预测的疫情风险有着显著的影响，这些因素对母猪产后护理中可能出现的疾病扩散具有指导意义。这些研究表明，在母猪产后护理中，风险评估和有效的生物安全措施对于防止传染病的引入和传播至关重要，对养猪业的经济和贸易影响甚大，需要养猪场运用定量工具进行个体化的生物安全评估，以便更有针对性地选择和实施生物安全措施。",
            "references": [
                {
                    "title": "Modeling the ASF (African Swine Fever) spread till summer 2017 and risk assessment for Poland",
                    "summary": "African Swine Fever (ASF) is viral infection which causes acute disease in\ndomestic pigs and wild boar. Although the virus does not cause disease in\nhumans, the impact it has on the economy, especially through trade and farming,\nis substantial. Recent rapid propagation of the (ASF) from East to West of\nEurope encouraged us to prepare risk assessment for Poland. The early growth\nestimation can be easily done by matching incidence trajectory to the\nexponential function, resulting in the approximation of the force of infection.\nWith these calculations the basic reproduction rate of the epidemic, the\neffective outbreaks detection and elimination times could be estimated. In\nregression mode, 380 Polish counties (poviats) have been analysed, where 18\n(located in Northeast Poland) have been affected (until August 2017) for\nspatial propagation (risk assessment for future). Mathematical model has been\napplied by taking into account: swine amount significance, disease vectors\n(wild boards) significance. We use pseudogravitational models of short and\nlongrange interactions referring to the socio-migratory behavior of wild boars\nand the pork production chain significance. Spatial modeling in a certain range\nof parameters proves the existence of a natural protective barrier within\nboarders of the Congress Poland. The spread of the disease to the Greater\nPoland should result in the accelerated outbreak of ASF production chain. In\nthe preliminary setup, we perform regression analysis, network outbreak\ninvestigation, early epidemic growth estimation and simulate landscape-based\npropagation.",
                    "pdf_url": "http://arxiv.org/pdf/1905.00592v1",
                    "authors": [
                        "Andrzej Jarynowski",
                        "Vitaly Belik"
                    ],
                    "crawled_time": "2024-01-22 17:12:08",
                    "published_time": "2019-05-02 07:03:30",
                    "search_query": "swine reproduction",
                    "save_path": "D:\\project\\综述生成\\save_data/pdf_data1\\Modeling_the_ASF_(African_Swine_Fever)_spread_till_summer_2017_and_risk_assessment_for_Poland.pdf"
                },
                {
                    "title": "Interpretable machine learning applied to on-farm biosecurity and porcine reproductive and respiratory syndrome virus",
                    "summary": "Effective biosecurity practices in swine production are key in preventing the\nintroduction and dissemination of infectious pathogens. Ideally, biosecurity\npractices should be chosen by their impact on bio-containment and\nbio-exclusion, however quantitative supporting evidence is often unavailable.\nTherefore, the development of methodologies capable of quantifying and ranking\nbiosecurity practices according to their efficacy in reducing risk have the\npotential to facilitate better informed choices. Using survey data on\nbiosecurity practices, farm demographics, and previous outbreaks from 139\nherds, a set of machine learning algorithms were trained to classify farms by\nporcine reproductive and respiratory syndrome virus status, depending on their\nbiosecurity practices, to produce a predicted outbreak risk. A novel\ninterpretable machine learning toolkit, MrIML-biosecurity, was developed to\nbenchmark farms and production systems by predicted risk, and quantify the\nimpact of biosecurity practices on disease risk at individual farms.\nQuantifying the variable impact on predicted risk 50% of 42 variables were\nassociated with fomite spread while 31% were associated with local\ntransmission. Results from machine learning interpretations identified similar\nresults, finding substantial contribution to predicted outbreak risk from\nbiosecurity practices relating to: the turnover and number of employees; the\nsurrounding density of swine premises and pigs; the sharing of trailers;\ndistance from the public road; and production type. In addition, the\ndevelopment of individualized biosecurity assessments provides the opportunity\nto guide biosecurity implementation on a case-by-case basis. Finally, the\nflexibility of the MrIML-biosecurity toolkit gives it potential to be applied\nto wider areas of biosecurity benchmarking, to address weaknesses in other\nlivestock systems and industry relevant diseases.",
                    "pdf_url": "http://arxiv.org/pdf/2106.06506v2",
                    "authors": [
                        "Abagael L. Sykes",
                        "Gustavo S. Silva",
                        "Derald J. Holtkamp",
                        "Broc W. Mauch",
                        "Onyekachukwu Osemeke",
                        "Daniel C. L. Linhares",
                        "Gustavo Machado"
                    ],
                    "crawled_time": "2024-01-22 17:12:10",
                    "published_time": "2021-06-11 17:01:40",
                    "search_query": "swine reproduction",
                    "save_path": "D:\\project\\综述生成\\save_data/pdf_data1\\Interpretable_machine_learning_applied_to_on-farm_biosecurity_and_porcine_reproductive_and_respiratory_syndrome_virus.pdf"
                }
            ]
        },
        "lactation support": {
            "subchapter heading": "哺乳支持对母猪产后护理的研究进展",
            "subchapter content": "学者 Mamandipoor 和同事们从临床数据角度出发, 对危重病患者的血乳酸水平预测进行了研究。这项研究展示了结合机器学习模型（特别是长短期记忆网络LSTM）可以有效地预测血乳酸水平的变化[1]。学者 Capuani 和团队则在肿瘤代谢途径中, 研究了肿瘤-间质通过乳酸穿梭耦合的定量约束模型。他们的研究表明在很广泛的条件下, 乳酸穿梭机制倾向于形成肿瘤和非肿瘤细胞之间的互惠代谢耦合[2]。尽管上述研究并非直接针对母猪产后护理, 但这些研究结果为母猪在泌乳期间血液和乳汁乳酸水平管理提供了科学依据。例如，可从中得知在疾病预防和健康监测中，实时跟踪乳酸水平作为提前的警示信号的重要性。此外，Capuani 的工作提供了对母猪生态系统中可能存在的代谢耦合新视角，如同肿瘤组织和相邻细胞间的相互作用，母猪及其后代之间也可能存在类似的能量和代谢物质交换机制。将如此类比应用于哺乳支持策略，可能有助于更细致地优化母猪的营养支持方案，提高产后恢复速度和整体健康水平。",
            "references": [
                {
                    "title": "Prediction of Blood Lactate Values in Critically Ill Patients: A Retrospective Multi-center Cohort Study",
                    "summary": "Purpose. Elevations in initially obtained serum lactate levels are strong\npredictors of mortality in critically ill patients. Identifying patients whose\nserum lactate levels are more likely to increase can alert physicians to\nintensify care and guide them in the frequency of tending the blood test. We\ninvestigate whether machine learning models can predict subsequent serum\nlactate changes.\n  Methods. We investigated serum lactate change prediction using the MIMIC-III\nand eICU-CRD datasets in internal as well as external validation of the eICU\ncohort on the MIMIC-III cohort. Three subgroups were defined based on the\ninitial lactate levels: i) normal group (<2 mmol/L), ii) mild group (2-4\nmmol/L), and iii) severe group (>4 mmol/L). Outcomes were defined based on\nincrease or decrease of serum lactate levels between the groups. We also\nperformed sensitivity analysis by defining the outcome as lactate change of\n>10% and furthermore investigated the influence of the time interval between\nsubsequent lactate measurements on predictive performance.\n  Results. The LSTM models were able to predict deterioration of serum lactate\nvalues of MIMIC-III patients with an AUC of 0.77 (95% CI 0.762-0.771) for the\nnormal group, 0.77 (95% CI 0.768-0.772) for the mild group, and 0.85 (95% CI\n0.840-0.851) for the severe group, with a slightly lower performance in the\nexternal validation.\n  Conclusion. The LSTM demonstrated good discrimination of patients who had\ndeterioration in serum lactate levels. Clinical studies are needed to evaluate\nwhether utilization of a clinical decision support tool based on these results\ncould positively impact decision-making and patient outcomes.",
                    "pdf_url": "http://arxiv.org/pdf/2107.07582v1",
                    "authors": [
                        "Behrooz Mamandipoor",
                        "Wesley Yeung",
                        "Louis Agha-Mir-Salim",
                        "David J. Stone",
                        "Venet Osmani",
                        "Leo Anthony Celi"
                    ],
                    "crawled_time": "2024-01-22 17:12:32",
                    "published_time": "2021-07-07 09:46:47",
                    "search_query": "lactation support",
                    "save_path": "D:\\project\\综述生成\\save_data/pdf_data1\\Prediction_of_Blood_Lactate_Values_in_Critically_Ill_Patients_A_Retrospective_Multi-center_Cohort_Study.pdf"
                },
                {
                    "title": "Quantitative constraint-based computational model of tumor-to-stroma coupling via lactate shuttle",
                    "summary": "Cancer cells utilize large amounts of ATP to sustain growth, relying\nprimarily on non-oxidative, fermentative pathways for its production. In many\ntypes of cancers this leads, even in the presence of oxygen, to the secretion\nof carbon equivalents (usually in the form of lactate) in the cell's\nsurroundings, a feature known as the Warburg effect. While the molecular basis\nof this phenomenon are still to be elucidated, it is clear that the spilling of\nenergy resources contributes to creating a peculiar microenvironment for\ntumors, possibly characterized by a degree of toxicity. This suggests that\nmechanisms for recycling the fermentation products (e.g. a lactate shuttle) may\nbe active, effectively inducing a mutually beneficial metabolic coupling\nbetween aberrant and non-aberrant cells. Here we analyze this scenario through\na large-scale in silico metabolic model of interacting human cells. By going\nbeyond the cell-autonomous description, we show that elementary\nphysico-chemical constraints indeed favor the establishment of such a coupling\nunder very broad conditions. The characterization we obtained by tuning the\naberrant cell's demand for ATP, amino-acids and fatty acids and/or the\nimbalance in nutrient partitioning provides quantitative support to the idea\nthat synergistic multi-cell effects play a central role in cancer sustainment.",
                    "pdf_url": "http://arxiv.org/pdf/1507.01962v1",
                    "authors": [
                        "Fabrizio Capuani",
                        "Daniele De Martino",
                        "Enzo Marinari",
                        "Andrea De Martino"
                    ],
                    "crawled_time": "2024-01-22 17:12:34",
                    "published_time": "2015-07-07 20:31:24",
                    "search_query": "lactation support",
                    "save_path": "D:\\project\\综述生成\\save_data/pdf_data1\\Quantitative_constraint-based_computational_model_of_tumor-to-stroma_coupling_via_lactate_shuttle.pdf"
                }
            ]
        },
        "farrowing management": {
            "subchapter heading": "产房管理进展",
            "subchapter content": "在现代养猪业中，母猪的产后护理是提高猪群绩效的关键因素之一。学者Farrow和其同事Shukla和Duxbury[1]研究了网络稳定性的动态过程，虽然这项研究与直接的猪只管理并无直接关联，但其在稳定性和应对随机干扰的概念方面，可以启发我们在应对产房管理中的不确定因素时，如何构建一个稳定和应变能力强的养殖系统。例如，在产房管理中，保证产房环境稳定、满足母猪和新生仔猪的需求是祛除管理中风险的关键。学者Farrow与Billinge[2]探讨了原子对分布函数与小角散射之间的联系，其方法论可被引申应用于生产实践中，如通过对兽群行为模式的分析来推断群体健康状况和福祉情况。例如，利用现代监控技术，对母猪和仔猪的行为进行实时分析，可以揭示其健康状况，并因此调整管理措施。总的来说，虽然这些研究并非直接针对产房管理，但它们的研究方法和理论框架，为我们提供了新的视角和思路，以优化母猪的产后护理流程，并应对养殖环境中可能出现的各种挑战。",
            "references": [
                {
                    "title": "Dynamics of k-core percolation",
                    "summary": "In many network applications nodes are stable provided they have at least k\nneighbors, and a network of k-stable nodes is called a k-core. The\nvulnerability to random attack is characterized by the size of culling\navalanches which occur after a randomly chosen k-core node is removed.\nSimulations of lattices in two, three and four dimensions, as well as small\nworld networks, indicate that power-law avalanches occur in first order k-core\nsystems, while truncated avalanches are characteristic of second order cases.",
                    "pdf_url": "http://arxiv.org/pdf/0801.3644v1",
                    "authors": [
                        "C. L. Farrow",
                        "P. Shukla",
                        "P. M. Duxbury"
                    ],
                    "crawled_time": "2024-01-22 17:12:42",
                    "published_time": "2008-01-23 18:59:09",
                    "search_query": "farrowing management",
                    "save_path": "D:\\project\\综述生成\\save_data/pdf_data1\\Dynamics_of_k-core_percolation.pdf"
                },
                {
                    "title": "Relationship between the atomic pair distribution function and small angle scattering: implications for modeling of nanoparticles",
                    "summary": "Here we show explicitly the relationship between the functions used in the\natomic pair distribution function (PDF) method and those commonly used in small\nangle scattering (SAS) analyses. The origin of the sloping baseline, $-4\\pi\nr\\rho_0$, in PDFs of bulk materials is identified as originating from the SAS\nintensity that is neglected in PDF measurements. The non-linear baseline in\nnanoparticles has the same origin, and contains information about the shape and\nsize of the nanoparticles.",
                    "pdf_url": "http://arxiv.org/pdf/0811.1140v1",
                    "authors": [
                        "Christopher L. Farrow",
                        "Simon J. L. Billinge"
                    ],
                    "crawled_time": "2024-01-22 17:12:44",
                    "published_time": "2008-11-07 19:23:20",
                    "search_query": "farrowing management",
                    "save_path": "D:\\project\\综述生成\\save_data/pdf_data1\\Relationship_between_the_atomic_pair_distribution_function_and_small_angle_scattering_implications_for_modeling_of_nanoparticles.pdf"
                }
            ]
        },
        "porcine maternal care": {
            "subchapter heading": "母猪产后护理的现代技术应用与挑战",
            "subchapter content": "学者Turkson 和 Ahiabor 在他们的研究中指出，新生儿未能在出生后的第一周内得到产后护理会增加儿童患急性呼吸道感染(ARI)风险3%。同时，未支付产假的母亲相较于有薪产假的母亲，其儿童患ARI的风险增加了3.9%[1]。这表明及时有效的产后护理对于新生儿的健康具有非常重要的影响。学者Kashem, Seddiqui, Moalla, Sekhari 和 Ouzrout 在对母猪产后护理涉及的医疗信息物理系统(Medical Cyber-Physical Systems, MCPS)进行综述时，确定了该技术在处理母猪产后护理中的风险因素管理中的边缘地位，并指出了研究中潜在的缺口。通过审查1340篇与母猪产后关怀相关的文章，他们发现MCPS有望成为一种能够迅速有效管理关键风险因素的技术，并有助于护理提供者从远程地点减少致命风险[2]。虽然通讯问题仍是一个挑战，但MCPS已被认为是适应母猪产后护理系统远程监测范式进展的关键技术。这些研究表明，随着技术的进步，如何有效整合和应用这些新兴技术以提高母猪及其后代的护理质量，成为了当前母猪产后护理领域面临的主要挑战。",
            "references": [
                {
                    "title": "Implication of Natal Care and Maternity Leave on Child Morbidity: Evidence from Ghana",
                    "summary": "Failure to receive post-natal care within first week of delivery causes a 3%\nincrease in the possibility of Acute Respiratory Infection in children under\nfive. Mothers with unpaid maternity leave put their children at a risk of 3.9%\nincrease in the possibility of ARI compared to those with paid maternity leave.",
                    "pdf_url": "http://arxiv.org/pdf/2008.12910v1",
                    "authors": [
                        "Danny Turkson",
                        "Joy Kafui Ahiabor"
                    ],
                    "crawled_time": "2024-01-22 17:12:49",
                    "published_time": "2020-08-29 05:11:00",
                    "search_query": "porcine maternal care",
                    "save_path": "D:\\project\\综述生成\\save_data/pdf_data1\\Implication_of_Natal_Care_and_Maternity_Leave_on_Child_Morbidity_Evidence_from_Ghana.pdf"
                },
                {
                    "title": "Review on Telemonitoring of Maternal Health care Targeting Medical Cyber-Physical Systems",
                    "summary": "We aim to review available literature related to the telemonitoring of\nmaternal health care for a comprehensive understanding of the roles of Medical\nCyber-Physical-Systems (MCPS) as cutting edge technology in maternal risk\nfactor management, and for understanding the possible research gap in the\ndomain. In this regard, we search literature through google scholar and PubMed\ndatabases for published studies that focus on maternal telemonitoring systems\nusing sensors, Cyber-Physical-System (CPS) and information decision systems for\naddressing risk factors We extract 1340 articles relevant to maternal health\ncare that addresses different risk factors as their managerial issues. Of a\nlarge number of relevant articles, we included 26 prospective studies relating\nto sensors or Medical Cyber-Physical-Systems (MCPS) based maternal\ntelemonitoring. Of the 1340 primary articles, we have short-listed 26 articles\n(12 articles for risk factor analysis, 9 for synthesis matrices and 5 papers\nfor finding essential elements. We have extracted 17 vital symptoms as maternal\nrisk factors during pregnancy. Moreover, we have identified a number of\ncyber-frameworks as the basis of information decision support system to cope\nwith the different maternal complexities. We have found the Medical\nCyber-Physical System (MCPS) as a promising technology to manage the vital risk\nfactors quickly and efficiently by the care provider from a distant place to\nreduce the fatal risks. Despite communication issues, MCPS is a key-enabling\ntechnology to cope with the advancement of telemonitoring paradigm in the\nmaternal health care system.",
                    "pdf_url": "http://arxiv.org/pdf/1607.07712v1",
                    "authors": [
                        "Mohammod Abul Kashem",
                        "Md. Hanif Seddiqui",
                        "Nejib Moalla",
                        "Aicha Sekhari",
                        "Yacine Ouzrout"
                    ],
                    "crawled_time": "2024-01-22 17:12:52",
                    "published_time": "2016-04-26 11:29:02",
                    "search_query": "porcine maternal care",
                    "save_path": "D:\\project\\综述生成\\save_data/pdf_data1\\Review_on_Telemonitoring_of_Maternal_Health_care_Targeting_Medical_Cyber-Physical_Systems.pdf"
                }
            ]
        }
    }
}